Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_260-The_Akasagarbha_Sutra-v1.tmx
Source language: bo
Languages: en

source: གང་དེ་ན་དགེ་སློང་སྤོང་བ་ལ་བརྩོན་པ་རྣམས་ཀྱི་ཕན་པ་དང་ལོངས་སྤྱོད་དུ་བྱ་བ་དེ་ཁ་ཏོན་ལ་བརྩོན་པའི་དགེ་སློང་ལ་འབུལ་བར་བྱེད་པས་དེ་གཉི་ག་ལྟུང་བའི་རྩ་བར་འགྱུར་རོ།
en: “If the support and material riches that were destined for the bhikṣus who diligently practice relinquishment are offered to the bhikṣus exerting themselves in recitation, at this point, then both actions become root transgressions.

source: ། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: དགེ་སློང་བསམ་གཏན་པ་ནི་ཞིང་དམ་པ་ཡིན་གྱི།
en: Because the bhikṣu meditators are holy,

source: རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་ཉན་ཐོས་ཀྱི་ཐེག་པའི་གཏམ་སྤོངས་ཤིག
en: ‘Son of noble family, eschew the discourses of the śrāvaka vehicle!

source: །རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་ཉན་ཐོས་ཀྱི་ཐེག་པའི་གཏམ་སྤོང་བར་གྱིས་ཤིག
en: Son of noble family, eschew the discourses of the śrāvaka vehicle!

source: ཁ་ཏོན་པ་དང་ཞལ་ཏ་ལ་གནས་པ་ནི་མ་ཡིན་པའི་ཕྱིར་ཏེ།
en: while those who only recite and advise others are not.

source: །གཞན་ཡང་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་ལ་ལ་ཞིག་ལ།
en: “Furthermore, son of noble family, beginner bodhisattvas may say to some,

source: ཁྱོད་ཐེག་པ་ཆེན་པོའི་གཏམ་ལ་དད་པར་གྱིས་ཤིག
en: Therefore, have faith in the discourses of the Mahāyāna.

source: །ཐེག་པ་ཆེན་པོ་ཉོན་ཅིག
en: Listen to the Mahāyāna,

source: །ཁྱོད་ནི་དེའི་ཕྱིར་ཉོན་མོངས་པ་རྣམས་མཐར་འབྱིན་པར་བྱེད་མི་ནུས་ཀྱིས།
en: why you are not able to eradicate the afflictions.

source: །ཁྱོད་ཐེག་པ་ཆེན་པོ་ལྷོགས་ཤིག
en: study the Mahāyāna,

source: །གཞན་ལ་སྟོན་ཅིག་དང་
en: and teach it to others.

source: མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ་ཞེས་དེ་སྐད་སྨྲས་ནས།
en: and swiftly you will manifestly and completely awaken to unsurpassable, perfectly complete enlightenment.’

source: གལ་ཏེ་དེ་དེའི་ཚིག་བཞིན་དུ་བྱེད་ཅིང་ལྟ་བའི་རྣམ་པ་དེ་ལྟ་བུ་ལེན་པར་བྱེད་ན་གཉི་ག་ཡང་ལྟུང་བའི་རྩ་བར་འགྱུར་ཏེ།
en: If these words are spoken and the listener acts accordingly and adopts a similar view, then both actions incur a root transgression.

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་བཞི་པའོ།
en: This is the fourth root transgression of beginner bodhisattvas.

source: །གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་བ་དག་ལྕེ་གཉིས་པར་འགྱུར་ཏེ།
en: “Furthermore, beginner bodhisattvas may be two-faced,

source: དེ་དག་གིས་དགེ་སློང་སྤོང་བ་ལ་བརྩོན་པ་རྣམས་ཀྱི་བསྔགས་པ་མ་ཡིན་པ་ཁྱིམ་པ་ལ་བརྗོད་པ་དང་།
en: they criticize, in front of the householders, the other bhikṣus who diligently practice relinquishment.

source: །རིགས་ཀྱི་བུ་དེ་ནི་ཚེགས་མ་བྱུང་བ། འཇིགས་པ་དང་བྲལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་རྣམས་ཀྱི་ལྟུང་བའི་རྩ་བ་བརྒྱད་པ་སྟེ།
en: “Son of noble family, since they have no misgivings concerning such actions and fear no consequences, this is the eighth root transgression for beginner bodhisattvas.

source: ཁྱོད་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ཅིང་། ཐེག་པ་ཆེན་པོ་ལྷོགས་ཤིག
en: You should swiftly bring forth the mind that strives for unsurpassable, perfectly complete enlightenment and study the Mahāyāna.

source: ལྟུང་བའི་རྩ་བ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་སྔོན་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཐམས་ཅད་སྤྲུགས་པར་འགྱུར།
en: When beginner bodhisattvas commit these root transgressions, they forfeit all previously generated roots of virtue.

source: རིགས་ཀྱི་བུ་དེ་འདྲ་བ་དག་གི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ནི་དེ་ལྟ་བུ་དག་གི་ཡུལ་དུ་སྐྱེ་ཞིང་འབྱུང་བར་འགྱུར་ཏེ།
en: “Son of noble family, for the benefit of beginner bodhisattvas, the bodhisattva Ākāśagarbha is born and appears in the places where such bodhisattvas dwell.

source: ཁྱོད་ཀྱིས་ཅི་ནས་ཀྱང་ཆོས་ཟབ་མོ་འདི་ལ་མངོན་སུམ་དུ་འགྱུར་བ་དེ་ལྟར་སྒོམས་ཤིག་དང་།
en: Therefore, you must meditate on this profound Dharma in order to directly perceive it and

source: ལ་ལར་ནི་དགེ་སྦྱོང་གི་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་གྱིས་ལ་ལར་ནི་བྲམ་ཟེའི་གཟུགས་དང་། ཆ་ལུགས་དང་སྤྱོད་ལམ་ནས་དུད་འགྲོའི་མཚན་མ་དང་། སྤྱོད་ལམ་གྱི་བར་དུ་གཟུགས་སྣ་ཚོགས་སྟོན་ཏེ།
en: To some he teaches in the form of a monastic with the appropriate attire and conduct, displaying to others a variety of forms, from that of a brahmin with the proper attire and conduct to the semblance and conduct of an animal.

source: དེ་བདག་གིས་ཆོས་འདི་དག་རང་གིས་བློས་རྟོགས་ནས་ང་སྙིང་རྗེ་བའི་ཕྱིར་དེ་ལྟར་ཁྱོད་ལ་སྟོན་གྱིས།
en: They say, ‘I have understood these teachings with my own intelligence; I teach them to you in this way because I am compassionate.

source: རྒྱ་ཆེར་ཇི་ལྟར་དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ལས་འབྱུང་བ་བཞིན་དུ་བཀླག་པར་བྱ་སྟེ།
en: For an extensive explanation of this, one should read the Sūtra on the Meditative ‌Concentration of Brave Progression (Śūraṃgama­samādhi­sūtra).

source: དེ་དང་དེ་དག་ཏུ་སེམས་ཅན་དེ་དང་དེ་དག་ལ་ཇི་ལྟར་འཐུན་པ་བཞིན་དུ་ཆོས་འཆད་པར་བྱེད་དེ།
en: “Ākāśagarbha teaches the Dharma in various places according to the specificities of various beings.

source: །དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་ཕྲག་དོག་གི་ཕྱིར་བརྫུན་དུ་སྨྲས་པའི་རྐྱེན་གྱིས་ལྟུང་བ་ལྕི་བ་ཆེན་པོ་འབྱུང་བར་འགྱུར་ཏེ།
en: Therefore, beginner bodhisattvas incur a very weighty transgression when they lie out of jealousy.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་ལྔ་པའོ།
en: This is the fifth root transgression for beginner bodhisattvas.

source: །སྐྱ་རེངས་སྐྱ་རེངས་ཐུགས་རྗེ་ཆེན་པོ་ཅན།
en: Aruṇa, Aruṇa, endowed with great compassion!

source: ལྷའི་བུ་སྐྱ་རེངས་ལ་གསོལ་བ་གདབ་པར་བྱ་བ་འདི་སྐད་དུ་བརྗོད་དོ།
en: and pray to the god Aruṇa, uttering these words:

source: །གལ་ཏེ་དེ་དག་ལ་མངོན་སུམ་དུ་བདག་སྟོན་པར་མི་བྱེད་ན། གང་དེ་ལ་གསོལ་བར་བྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་ཉེས་པ་དང་བཅས་པ་ཐོ་རངས་ཀྱི་ཐུན་ལ་ལངས་ཏེ་ཁ་ཤར་ཕྱོགས་སུ་བསྟན་ཏེ་འདུག་ལ།
en: “If he does not show himself to them directly, the beginner bodhisattvas who pray to him and who have erred in their ways should rise during the watch of dawn, stand facing the eastern direction,

source: བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་ཡང་ཐེག་པ་ཆེན་པོའི་རྒྱ་མཚོ་རྒལ་བར་འདོད་པ་ལས་
en: In the same way, even though these beginner bodhisattvas wish to cross the great ocean of the Mahāyāna,

source: ཕྲག་དོག་གི་ཕྱིར་བརྫུན་དུ་སྨྲས་ནས་དེའི་རྐྱེན་གྱིས་དེ་དག་དད་པའི་གྲུ་ཞིག་ཅིང་ཤེས་རབ་ཀྱི་སྲོག་དང་བྲལ་བ་འཐོབ་པར་འགྱུར་རོ།
en: they destroy their boat of faith and part from the vital force of wisdom when they lie out of jealousy.

source: །དེ་བས་ན་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: In this way they swiftly come to manifestly and completely awaken to unsurpassable, perfectly complete enlightenment.

source: །དེ་ལྟར་དེ་གློག་དང་མཚུངས་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་སྤྱོད་པ་ལ་མཐུ་ཆེ་ཞིང་རྟུལ་བར་འགྱུར་རོ།
en: As quick as a flash of lightning, they thereby become very strong and determined in the practice of the six perfections.

source: །དཔེར་ན་མི་ལ་ལ་ཞིག་རིན་པོ་ཆེའི་གླིང་དུ་འགྲོ་འདོད་དེ། རྒྱ་མཚོ་ཆེན་པོར་གྲུ་ལས་སོང་བ་ལས་རྒྱ་མཚོ་ཆེན་པོར་གྲུ་ཉིད་ཞིག་པར་གྱུར་པ་དེ་བཞིན་དུ།
en: “The analogy here is of a group of people who wish to go to a jewel island and set out to cross the great ocean by boat, but the boat breaks apart in the great ocean.

source: །དེ་ནས་དེ་དག་ངན་སོང་གི་འཇིགས་པ་ཆེན་པོ་ལས་ཤིན་ཏུ་ཐར་བར་བྱེད་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་འཇོག་པར་བྱེད་དོ།
en: He frees them completely from their immense fear of the lower realms and establishes them on the stage of not turning away from unsurpassable, perfectly complete enlightenment.

source: ས་དང་ས་དག་ཏུ་ཡང་ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་བཟོད་པ་ལ་གཞོག་པར་བྱེད་དེ། རིམ་གྱིས་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་གྱིས་གཞོག་པར་བྱེད་དོ།
en: On the various bodhisattva grounds, he establishes them in meditative concentration, dhāraṇīs, and tolerance by having them gradually practice the entire eightfold path.

source: །དེའི་ཐབས་མཁས་པ་ཟབ་མོ་དང་། བླ་ན་མེད་པའི་ཐེག་པ་ཆེན་པོ་ལ་སྤྱོད་པ་ཡང་སྟོན།
en: “He displays his profound skill in means and shows them how to engage in the unsurpassable Mahāyāna.

source: །གཞན་ཡང་རིགས་ཀྱི་བུ་མ་འོངས་པའི་དུས་ན་རྒྱལ་རིགས་རྣམས་ཀྱི་མདུན་ན་འདོན་གྱི་ཕྱག་དར་བའམ། བློན་པོའི་ཕྱག་དར་བའམ། དཔའ་བོའི་ཕྱག་དར་བའམ། སྨན་པའི་ཕྱག་དར་བ།
en: “Furthermore, son of noble family, in the future kṣatriyas will have dishonorable advisors and ministers, dishonorable soldiers and physicians

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པའི་ལྟུང་བའི་རྩ་བ་དྲུག་པའོ།
en: This, again, is the sixth root transgression for beginner bodhisattvas.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: ལྟུང་བ་དེས་འཇིགས་པར་བྱེད། དངངས་པར་བྱེད། སྐྲག་པར་བྱེད། ལྟུང་བ་དེ་དག་འཆགས་པར་བྱེད། གཏོང་བར་བྱེད། སྤོང་བར་བྱེད་དོ།
en: Because of those transgressions, they are very frightened and terrified. They disclose the transgressions, give them up, and reject them.

source: །གང་དེ་སྟེན་པར་བྱེད་པ་དེ་ནི་ཤེས་པ་ཐམས་ཅད་ཀྱི་འདས་པ་དང་བཅས་པ་ཡིན་ཏེ།
en: Anyone who does rely upon such a person is definitely unwise.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: །གལ་ཏེ་སེམས་ཅན་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་ཐོས་ནས་མཐོང་བར་འདོད་ཅིང་ངན་སོང་དུ་ལྟུང་བས་འཇིགས་ཏེ།
en: “If, upon hearing the name of the bodhisattva Ākāśagarbha, those beings wish to see him, and if, fearful of falling to the lower realms,

source: གང་ཟག་དེ་འདྲ་བ་ནི་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ཐམས་ཅད་ཀྱིས་མི་བསྟེན་པར་བྱའོ།
en: No kṣatriya, brahmin, vaiśya, or śūdra will rely upon such a person.

source: བཅོམ་ལྡན་འདས་རི་ཁ་ལ་ཏི་ཀ་ན་གནས་ཐུབ་པའི་དྲང་སྲོང་རྣམས་ཀྱི་གནས་ན།
en: The Bhagavān was dwelling on the Khalatika Mountain, in the abode of the Sage’s hermits,

source: ཉན་ཐོས་ཆེན་པོ་བགྲང་བ་ལས་འདས་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་གོ།
en: together with an incalculably large assembly of monks and of great śrāvakas.

source: གྲངས་མེད་པའི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཡང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: forming an incalculably immense assembly of bodhisattvas, were also staying there.

source: དེ་བཞིན་གཤེགས་པའི་དཔལ་གྱི་དམ་ཚིག་ལུང་བསྟན་པའི་མཐར་ཕྱིན་མ་ཐག་ཏུ་
en: The moment the Bhagavān completed his prophecy on the splendid vows of the tathāgatas,

source: བསྐལ་པ་ཆེན་པོ་ཅན་ཁྱོད་འཛམ་བུའི་གླིང་དུ་ཤར་མ་ཐག་ཏུ་བདག་ལ་ཐུགས་རྗེ་དགབ་པར་མཛོད་ཅིག
en: Great fortunate one! As soon as you have risen in this world, enfold me in your compassion.

source: ཡང་དེའི་ཚེ་ན་ནུབ་ཕྱོགས་ན་བརྒྱ་བྱིན་ཐོགས་པའི་ནོར་བུ་རིན་པོ་ཆེ་
en: the Indranīla jewel appeared in the west.

source: འབུམ་ཕྲག་དུ་མས་བསྐོར་ཅིང་མདུན་དུ་བདར་བའི་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་སྣང་སྟེ།
en: Many hundreds of thousands of precious wish-fulfilling jewels spread out and surrounded it.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ཐུགས་རྗེ་ཆེན་པོ་ཅན་ལ་བདག་གི་ཚིག་གིས་སྦྲོན་ཏེ།
en: Summon the bodhisattva Ākāśagarbha, who is endowed with great compassion, with these my words:

source: བདག་གི་རྨི་ལམ་དུ་ཡང་དེ་སྟོན་པར་འགྱུར་ཞིང་བདག་གིས་ཐབས་དེས་ལྟུང་བ་བཤགས་པར་འགྱུར་བ་དང་།
en: Show yourself in my dreams that I may disclose my transgressions.

source: འཕགས་པའི་ཐེག་པ་ཆེན་པོ་ལ་ཐབས་དང་ཡེ་ཤེས་ཐོབ་པར་མཛོད་ཅིག་ཅེས་སྨྲས་ནས་དེས་དེའི་ཚེ་མལ་དུ་གཉིད་ལོག་པར་བྱ་སྟེ།
en: Lead me to obtain the skillful means and wisdom of the noble Mahāyāna.’“Having spoken these words, they should go back to bed to sleep.

source: ཡང་ནོར་བུ་རིན་པོ་ཆེ་དེའི་འོད་ཀྱིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན་གཟུགས་སུ་སྣང་བ་ཐམས་ཅད་མ་ལུས་པར་མི་སྣང་བར་གྱུར་ཏེ།
en: The light of that precious jewel rendered invisible the totality of manifest form in the whole trichiliocosm.

source: སྐྱ་རེངས་འཛམ་བུའི་གླིང་འདིར་ཤར་མ་ཐག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་འདིར་འོང་བར་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེའི་རྨི་ལམ་ན་ཐ་མལ་པར་མདུན་དུ་འདུག་སྟེ། ལྟུང་བའི་རྩ་བ་དེ་ཡང་འཆགས་སུ་འཇུག །
en: Then, at the first light of dawn in this world, the bodhisattva Ākāśagarbha will come and appear in the dreams of those beginner bodhisattvas, in the guise of an ordinary person, and will make them disclose their root transgressions.

source: །ཟོས་ནས་འཆི་བའི་དུས་བྱེད་དེ།
en: In doing so, he causes his own death.

source: ཡེ་ཤེས་དང་ཐབས་ཆེན་པོས་ཐབས་དང་ཡེ་ཤེས་ལ་མཁས་པ་གང་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེ་དེ་ཉིད་དུ་བྱང་ཆུབ་ཀྱི་སེམས་མི་བརྗེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་པར་འགྱུར་བ་དང་།
en: With great primordial wisdom and skillful means, that expert in skillful means and primordial wisdom will bring these beginner bodhisattvas to attain the meditative concentration called not forgetting bodhicitta, the mind of enlightenment at that very moment.

source: ཐེག་པ་ཆེན་པོ་ལ་ཤིན་ཏུ་བརྟན་པོར་གནས་པར་འགྱུར་བ་དང་། དེ་མྱུར་དུ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དང་། རིང་པོ་མི་ཐོགས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ཐབས་དང་ཤེས་རབ་ཀྱང་དེ་ལ་སྟོན་ཏོ།
en: They will come to firmly abide by the Mahāyāna, to swiftly complete the six perfections, and, before long, to manifestly and completely awaken to unsurpassable, perfectly complete enlightenment. Such skillful means and wisdom will he also teach them.

source: །དེ་བས་ན་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་འདི་ནི་ཤིན་ཏུ་དཔའ་བ་ལས་བྱུང་བའི་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་ཡན་ལག་གི་དམ་པ་མགོ་བོ་ལ་འདུག་པར་སྣང་ངོ་།
en: Son of noble family, this is why the bodhisattva mahāsattva Ākāśagarbha bears the precious wish-fulfilling jewel, which arises from great bravery, on his head, the holiest part of the body.

source: །དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ནི་ཡོན་ཏན་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་ནོ།
en: The bodhisattva mahāsattva Ākāśagarbha is endowed with inconceivable excellent qualities.

source: ལྷ་དང་མི་རྣམས་ཐེག་པ་ཆེན་པོས་བསླུས་པར་འགྱུར་ཏེ། དེ་ནི་དེའི་ཉན་ཐོས་ཀྱི་ཐེག་པར་ཡང་མི་འགྱུར་ན་ཐེག་པ་ཆེན་པོ་ལྟ་ཅི་སྨོས།
en: Having deceived gods and humans using the Mahāyāna, there will be no śrāvaka vehicle of the buddha for those bodhisattvas, much less the Mahāyāna,

source: ཐེག་པ་ཆེན་པོ་ལ་འཇུག་པའི་རྟོགས་པའི་ཁྱད་པར་ལྟ་ཅི་སྨོས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལྟ་ཅི་སྨོས།
en: or the particular realizations which are the entry into the Mahāyāna, or unsurpassable, perfectly complete enlightenment.

source: །རིགས་ཀྱི་བུ་གཞན་ཡང་སེམས་ཅན་གང་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་ཐོས་སམ།
en: “Furthermore, son of noble family, if beings who have heard the name of the bodhisattva Ākāśagarbha,

source: གཟུགས་འདྲིར་འཇུག་གམ། དེ་ལ་མཆོད་པ་བྱེད་དམ།
en: who draw his form or have made offerings to him,

source: ལྟུང་བ་ལྕི་བ་འབྱུང་བར་འགྱུར།
en: A heavy transgression has occurred.

source: དེའི་རྐྱེན་གྱིས་དུས་གསུམ་གྱིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་དང་། འཕགས་པའི་གང་ཟག་དག་གི་སྤྱན་སྔར་ཉེས་པ་དང་བཅས་པར་འགྱུར།
en: Therefore, in the eyes of the tathāgata, arhat, perfectly complete buddhas of the three times, bodhisattva mahāsattvas, and noble beings, they have become stained by faults.

source: །ལྷག་མ་དག་ཀྱང་མཐའ་ཡས་མུ་མེད་པ་བརྗོད་དུ་མེད་པ་ནམ་མཁའ་བཞིན་དུ་སྣང་ངོ་།
en: Everything appeared to be limitless, boundless, and ineffable like space.

source: །བཅོམ་ལྡན་འདས་ཀྱང་ཤིན་ཏུ་ལྷམ་མེ། ལྷན་ནེ། ལྷང་ངེར་གྱུར་ཏོ།
en: The Bhagavān, too, became most radiant, clear, and brilliant.

source: གང་ཟག་དེ་ཡང་དཔེ་དེ་དང་འདྲ་བར་བརྗོད་དོ།
en: is said to be like the person in this analogy.

source: བླུན་པ་མཁས་པས་སྙེམས་པ། ནོར་ཆེ་བ། ལོངས་སྤྱོད་ཆེ་བ་དག་འབྱུང་སྟེ།
en: rich and powerful fools who are proud of their expertise.

source: གང་དང་གང་གིས་བརྟགས་པ་དེ་དང་དེ་དག་སྟོང་པར་མཐོང་ངོ་།
en: Whatever they observed, howsoever they observed it, they saw as empty.

source: །ཉི་མ་དང་ཟླ་བའི་དཀྱིལ་འཁོར་ཡང་མི་མཐོང་།
en: They did not even see the orbs of the sun or the moon.

source: སྐར་མའི་གཟུགས་དང་། སའི་ཁམས་དང་།
en: The stars and the earth element,

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་།
en: water element, fire element,

source: རླུང་གི་ཁམས་ཀྱང་མིག་ལམ་དུ་སྣང་བར་མ་གྱུར་ཏོ།
en: and air element also became invisible to their eyes.

source: །སྒྲ་དག་ཀྱང་རྣ་ལམ་དུ་གྲག་པར་མ་གྱུར་ཏོ།
en: Sounds did not resonate in their ears.

source: །དྲི་དག་ཀྱང་སྣ་ལ་བྲོ་བར་མ་གྱུར་ཏོ།
en: Odors were not perceived by their noses.

source: །སེམས་དང་སེམས་ལས་བྱུང་བ་རྣམས་ལ་ཡང་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་།
en: They did not take their minds and their mental events as “me,” or take them as “mine,” and

source: སྐྱེ་མཆེད་དྲུག་གི་འདུ་ཤེས་མི་འབྱུང་བར་གྱུར་ཏོ།
en: the perceptions of the six cognitive bases did not arise.

source: །ཡང་འབྱུང་བ་ཆེན་པོ་དག་ཀྱང་མི་དམིགས་པར་གྱུར་ཏེ།
en: The great elements were also imperceptible.

source: བྱ་བ་འཆའ་བ་དེ་དག་གིས་དགེ་སློང་དག་གཙེ་བར་འགྱུར།
en: Because such duties have been organized, the bhikṣus are harmed.

source: ཕྱོགས་གང་དང་གང་དུ་བརྟགས་པ་དེ་དང་།
en: Instead, in whichever direction they looked,

source: ཞི་གནས་དང་ལྷག་མཐོང་ལ་སྦྱོར་བའི་ཡིད་ལ་བྱེད་པ་གཏོང་བར་འགྱུར།
en: They abandon the practices of calm abiding and special insight.

source: བསམ་གཏན་པ་དེ་དག་གནོད་སེམས་མང་བར་འགྱུར་བས་དེའི་ཕྱིར་དགེ་སློང་དག་གི་ཉོན་མོངས་པ་མ་ཞི་བ་ཞི་བར་མི་བྱེད།
en: Harmful intentions multiply in those meditators, as a result of which they cannot pacify their unpacified emotions.

source: སྲབ་མོར་མི་འགྱུར་ཏེ།
en: As these do not subside,

source: དེའི་ཕྱོགས་ཐམས་ཅད་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཚན་དང་། ཁ་དོག་དང་། དབྱིབས་དང་། གཟུགས་སུ་མཐོང་བར་གྱུར་ཏོ།
en: in all those directions they saw everything as the physical marks, colors, shapes, and bodies of the tathāgatas.

source: །རྒྱང་མ་ནས་ཀྱང་བརྒྱ་བྱིན་ཐོགས་པའི་ནོར་བུ་རིན་པོ་ཆེས་བསྐོར་བའི་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་སྣང་བ་ལས་གཞན་ཆུང་ཟད་ཀྱང་མི་སྣང་བར་གྱུར་ཏོ།
en: Only the precious Indranīla encircled by wish-fulfilling jewels appeared from afar; apart from that, nothing at all was visible.

source: མཚོན་གྱིས་མ་ཡིན། དུག་གིས་འཆི་བར་མི་བྱེད་དེ།
en: nor will they be killed with weapons or poison.

source: དེའི་ཚེ་དགེ་སློང་དག་བསམ་པ་ཉམས་པར་འགྱུར། ཚུལ་ཁྲིམས་ཉམས་པར་འགྱུར། སྤྱོད་པ་ཉམས་པ་དང་། ལྟ་བ་ཉམས་པར་འགྱུར་ཏེ།
en: these bhikṣus then degenerate in terms of intention, ethical discipline, conduct, and view.

source: དེའི་ཕྱིར་ལྷོད་པར་འགྱུར། ཕལ་ཆེར་ལྷོད་པར་འགྱུར། ཚུལ་ཁྲིམས་ཉམས་པར་འགྱུར།
en: Therefore, they become negligent, and ever more negligent, and their ethical discipline degenerates.

source: དེ་དག་ཚེ་ཟད་པ་མ་གཏོགས་པར་མི་འམ་མི་མ་ཡིན་པ་སུས་ཀྱང་དེ་དག་གི་སྲོག་དབྲོག་པར་མི་ནུས།
en: Except when their lives are naturally exhausted, no one—neither humans nor non-humans—will be able to rob them of their life force.

source: དགེ་སྦྱོང་མ་ཡིན་ན་དགེ་སྦྱོང་དུ་ཁས་འཆེ། ཚངས་པར་སྤྱོད་པ་མ་ཡིན་ན་ཚངས་པར་སྤྱོད་པར་ཁས་འཆེ་ཞིང་
en: Even though they are not monastics, they pretend to be, and even though they do not lead a chaste life they pretend to.

source: བོང་བུ་དང་མཚུངས་པ་དང་ཆོས་ཤིན་ཏུ་གསལ་བར་འཆད་པར་འགྱུར་ཏེ།
en: They resemble donkeys, and they explain the Dharma most clearly.

source: །གང་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་ལ་གནས་པ་དཔའ་བར་འགྲོ་བའི་ཏིང་ངེ་འཛིན་ཐོབ་པ།
en: At that place, the bodhisattvas dwelling on the tenth ground, who had achieved the meditative concentration of brave progression,

source: སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ།
en: and who were bound by one more life

source: ཆོས་དེ་ལྟ་བུ་དག་ཀྱང་ཆོས་མ་ཡིན་པར་འདོགས། ཆོས་མ་ཡིན་པར་ནི་ཆོས་སུ་འདོགས་ཏེ་ཆོས་སྤངས།
en: They declare pure Dharma to be non-Dharma, and refer to that which is non-Dharma as Dharma, thus abandoning the true Dharma.

source: སྲིད་པ་ཐ་མ་པ་དེ་དག་གིས་ལྟས་དེ་མཐོང་ནས་འཇིགས་པར་མི་བྱེད། དངངས་པར་མི་བྱེད། སྐྲག་པར་མི་བྱེད་དེ།
en: and in their last existence, looked and saw, yet were not at all frightened, afraid, or terrified,

source: །གཞན་ཡང་རྒྱལ་རིགས་ཀྱི་ཕྱག་དར་བ་དེ་དགེ་སྦྱོང་དང་བཅས་ཏེ་ཉེས་པར་འགྱུར།
en: “Furthermore, those dishonorable kṣatriyas together with the monastics commit the following fault.

source: རྣ་བས་སྒྲ་མི་ཐོས།
en: hear sounds with their ears,

source: ཕྱག་དར་བ་དེ་དག་ཀྱང་རྒྱལ་རིགས་ལ་འབུལ་བར་བྱེད་དེ།
en: And those dishonorable people in turn will offer this to the kṣatriyas.

source: སྣས་དྲི་མི་ཚོར།
en: smell odors with their noses,

source: ལྕེས་རོ་མི་མྱོང་།
en: experience tastes with their tongues,

source: །གང་ལྷག་མ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་དང་།
en: The remaining great bodhisattva mahāsattvas,

source: ལུས་ཀྱིས་རེག་བྱ་མི་ཤེས་ཤིང་།
en: or experience tactile objects with their bodies.

source: ཉན་ཐོས་དག་དང་། ལྷ་དག་དང་། ཀླུ་དག་དང་།
en: the śrāvakas, devas, nāgas,

source: གནོད་སྦྱིན་དག་དང་། དྲི་ཟ་དག་དང་།
en: yakṣas, gandharvas,

source: ལྷ་མ་ཡིན་དག་དང་། ནམ་མཁའ་ལྡིང་དག་དང་།
en: asuras, garuḍas,

source: མི་འམ་ཅི་དག་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དག་དང་།
en: kiṃnaras, mahoragas,

source: གྲུལ་བུམ་དང་། ཡི་དགས་དང་།
en: kumbhāṇḍas, pretas,

source: ཤ་ཟ་དང་། སྲུལ་པོ་དང་།
en: piśācas, pūtanas,

source: དགེ་སྦྱོང་དག་ཀྱང་རྒྱལ་རིགས་དང་འབྱེད་པར་བྱེད་ཅིང་།
en: as well as separation between the monastics and the kṣatriyas.

source: ཚུ་རོལ་དང་ཕ་རོལ་ལ་རྨོངས་ཤིང་སེམས་འཁྲུགས་ནས་དེ་དག་གཅིག་གིས་གཅིག་ཀྱང་མི་མཐོང་།
en: They were bewildered about what was here and what was there, and in their confusion they were not able to perceive one another.

source: ལུས་སྲུལ་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་འདུས་པ་དེ་དག་མ་ལུས་པར་འཇིགས་པར་གྱུར། དངངས་པར་གྱུར། སྐྱོ་བར་གྱུར་ནས།
en: kaṭapūtanas—all of the assembled humans and non-humans—were very frightened and in despair.

source: ཆོས་ཀུན་གྱི་ནི་རང་བཞིན་ལ། །གང་ཟག་གང་དག་མ་འཚལ་བ།
en: “Ordinary beings do not recognize The nature of all phenomena.

source: །གཟུགས་ཕུང་ལ་ནི་གནས་གྱུར་ནས།
en: They live in the form aggregate,

source: །དབང་པོ་དྲུག་ལ་རྨོངས་པར་གྱུར།
en: And so their six sense faculties become deluded.

source: །ཕུང་པོ་གཅིག་ནི་མི་མཐོང་ཞིང་།
en: There is not a single aggregate to be seen,

source: དེ་དག་ཐམས་ཅད་རྨི་ལམ་ན་ཡང་རུང་། སད་པའི་ཚེ་ཡང་རུང་སྟེ། དེ་བཞིན་དུ་ཐབས་མཁས་པས་མངོན་སུམ་དུ་ལམ་དྲང་པོའི་ཐབས་ཀྱིས་སྟོན་ཏེ།
en: Whether in dreams or during waking hours, in all these ways the skillful one teaches the path directly and with straightforward methods.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་འདི་དག་ལ། །ཆོས་ཀྱི་དེ་བཞིན་མཚན་ཉིད་གསུངས།
en: It is for them that the Bhagavān Taught the characteristics of the suchness of phenomena.

source: ཐབས་དེས་ལྟ་བ་ངན་པ་དང་། བྱེད་པ་དང་། སྨོན་ལམ་ངན་པའི་བསམ་པ་དང་། སྐྱབས་ངན་པ་དང་། ངན་པར་འཇུག་པའི་སེམས་ལས་མྱུར་དུ་ཐར་བར་བྱེད་དོ།
en: These methods quickly liberate beings from negative views and actions, from unwholesome intentions, from wrong objects of refuge, and from a mind engaged in negativity.

source: །དེ་དག་ཚུ་རོལ་ཕ་རོལ་ལ། །བཟོད་པའི་ནམ་མཁའི་མཚན་འཚལ་ཏོ།
en: Thus, here and there They come to know the characteristics of space, which bears everything.

source: །སེམས་ཅན་གང་དག་སངས་རྒྱས་ལ་མངོན་པར་དད་པ་དེ་དག་གི་མདུན་དུ་འདུག་སྟེ།
en: “Appearing before beings who have strong faith in the Buddha,

source: །སེམས་ཅན་དེ་དག་གིས་ཆོས་འདི་དག་རྣམ་པར་ཤེས་པས་ཤེས་པར་བྱས་ནས་མཐོ་རིས་ལ་གཞོལ་བར་འགྱུར་རོ།
en: Having understood these Dharmas, these beings will reach the higher realms.’

source: །འདི་ནི་མཉམ་བཞག་དཔའ་བ་སྟེ།
en: This indeed is brave equipoise,

source: །འཕགས་པའི་བདེན་པ་བཞི་དག་ལ། །གང་དག་ཤེས་རབ་ཀྱིས་མཐོང་བ། ། འཁོར་བའི་སྲིད་པ་སྒྲོལ་བའི་ཕྱིར། །འཁོར་བ་ན་ནི་དེ་ཀུན་ཤེས།
en: “ ‘Whoever has insight into the four truths of the noble ones Is liberated from existence in saṃsāra. Therefore, those dwelling in saṃsāra should know all four.

source: །བརྗོད་དུ་མེད་པའི་གནས་ལགས་སོ།
en: A state that cannot be expressed.

source: །ཡིད་བཞིན་ནོར་བུ་རིན་ཆེན་ཆེ། །སྤྱི་བོ་ལ་ནི་མཆིས་པར་གདའ།
en: “A most precious wish-fulfilling jewel Rests on the crown of his head.

source: མྱུར་དུ་དྲི་མི་ཞིམ་པ་དང་། ཉོན་མོངས་པ་དང་། སྡིག་པའི་ལྟ་བ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་བ་དང་།
en: They will quickly be freed from stains, from mental afflictions, and from negative views.

source: །ནོར་བུ་རིན་ཆེན་བརྒྱ་བྱིན་ཐོགས། །གང་དག་ལ་ནི་རྒྱང་ནས་གདའ། །སེམས་ཅན་དེ་དག་སྐལ་བ་ཆེ།
en: Those who perceive a precious Indranīla jewel from afar Are very fortunate beings:

source: །དཔའ་འགྲོའི་ཕ་རོལ་ཤིན་ཏུ་ཕྱིན།
en: They will perfect the brave progression.

source: ། སྟོན་པ་ལྟ་བར་མཆིས་པ་རྣམས། །དེ་དག་ཐམས་ཅད་ཤེས་རབ་ཆེ།
en: “All who have come to see the Teacher are wise indeed.

source: །དེ་རིང་འདིར་ནི་ཟབ་མོའི་གཏམ། །མཆི་བར་འགྱུར་བ་གདོན་མི་འཚལ།
en: Today in this place, a profound discourse Will undoubtedly be proclaimed.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ཏེ།
en: The Bhagavān replied: “It is just as you have said.

source: །གང་ན་ཀུན་གཞི་ཐོས་གྱུར་ཅིང་།
en: The place where the all-basis is heard,
